Table of Contents
 Class SetupValueShort
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Setup value bool
public class SetupValueShort : SetupValue
Inheritance
object
SetupValue
SetupValueShort
Inherited Members
 SetupValue.Id
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Value
Gets or sets the value.
public short Value { get; set; }
Property Value
short
 Edit this page